<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ServicesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('services')->insert([
            [
                'order_no' => 1,
                'title' => 'a:2:{s:2:\"th\";s:45:\"ปัญหาในวัยทำงาน\";s:2:\"en\";s:45:\"ปัญหาในวัยทำงาน\";}',
                'description' => 'a:2:{s:2:\"th\";s:305:\"รับฟังปัญหาของคุณ และให้เวลาในการพูดคุยเต็มที่โดยจิตแพทย์ผู้เชียวชาญ สรุปปัญหาและค้นหาทางแก้ไขไปร่วมกัน\";s:2:\"en\";s:305:\"รับฟังปัญหาของคุณ และให้เวลาในการพูดคุยเต็มที่โดยจิตแพทย์ผู้เชียวชาญ สรุปปัญหาและค้นหาทางแก้ไขไปร่วมกัน\";}',
                'detail' => 'a:2:{s:2:\"th\";s:2335:\"<h3>ปัญหาส่วนใหญ่ที่พบ</h3><ul><li>ปัญหาเรื่องงาน</li><li>เพื่อนร่วมงานไม่เข้าใจ</li><li>เบื่อหัวหน้า</li><li>ปรับตัวกับงานใหม่ไม่ได้</li><li>ไม่เป็นที่ชื่นชม</li><li>ประสิทธิภาพในการทำงานลดลง</li><li>หมดไฟ</li><li>ขาดความก้าวหน้าในอาชีพ</li></ul><h3>ปัญหาครอบครับ</h3><ul><li>พ่อแม่ไม่เข้าใจ</li><li>ลูกดื้อ</li><li>ทะเลาะกับสามี/ภรรยา</li><li>การทำงานแบบกงสี</li><li>รู้สึกว่าพ่อแม่รักไม่เท่ากัน</li><li>การสูญเสียคนในครอบครับ</li></ul><h3>ปัญหาความรัก</h3><ul><li>ผิดหวังในความรัก</li><li>ความไม่เข้าใจกันในชีวิตคู่</li><li>หย่อนสมรรถภาพทางเพศ</li><li>ปัญหาของเพศทางเลือก</li><li>ถูกนอกใจ</li><li>การสูญเสียคนรัก</li><li>ควบคุมอารมณ์ไม่ได้</li><li>ซึมเศร้า</li><li>หงุดหงิดง่าย</li><li>ใช้จ่ายมากเกินไป</li><li>วิตกกังวล</li><li>ย้ำคิดย้ำทำ</li><li>ปัญหาการนอน</li><li>ตื่นบ่อย</li><li>ฝันร้าย</li><li>ละเมอ</li><li>ง่วงตลอดเวลา</li><li>หลับมากเกินไป</li></ul><h3>ปัญหาการเสพติด</h3><ul><li>ติดพนัน</li><li>อยากเลิกเหล้า</li><li>ติดเกม</li><li>สารเสพติด: ไอซ์ กัญชา โคเคน เป็นต้น</li><li>ติด sex</li><li>เสพติดศัลยกรรม</li><li>ป่วยทางกายที่หาสาเหตุไม่ได้</li></ul>\";s:2:\"en\";s:2335:\"<h3>ปัญหาส่วนใหญ่ที่พบ</h3><ul><li>ปัญหาเรื่องงาน</li><li>เพื่อนร่วมงานไม่เข้าใจ</li><li>เบื่อหัวหน้า</li><li>ปรับตัวกับงานใหม่ไม่ได้</li><li>ไม่เป็นที่ชื่นชม</li><li>ประสิทธิภาพในการทำงานลดลง</li><li>หมดไฟ</li><li>ขาดความก้าวหน้าในอาชีพ</li></ul><h3>ปัญหาครอบครับ</h3><ul><li>พ่อแม่ไม่เข้าใจ</li><li>ลูกดื้อ</li><li>ทะเลาะกับสามี/ภรรยา</li><li>การทำงานแบบกงสี</li><li>รู้สึกว่าพ่อแม่รักไม่เท่ากัน</li><li>การสูญเสียคนในครอบครับ</li></ul><h3>ปัญหาความรัก</h3><ul><li>ผิดหวังในความรัก</li><li>ความไม่เข้าใจกันในชีวิตคู่</li><li>หย่อนสมรรถภาพทางเพศ</li><li>ปัญหาของเพศทางเลือก</li><li>ถูกนอกใจ</li><li>การสูญเสียคนรัก</li><li>ควบคุมอารมณ์ไม่ได้</li><li>ซึมเศร้า</li><li>หงุดหงิดง่าย</li><li>ใช้จ่ายมากเกินไป</li><li>วิตกกังวล</li><li>ย้ำคิดย้ำทำ</li><li>ปัญหาการนอน</li><li>ตื่นบ่อย</li><li>ฝันร้าย</li><li>ละเมอ</li><li>ง่วงตลอดเวลา</li><li>หลับมากเกินไป</li></ul><h3>ปัญหาการเสพติด</h3><ul><li>ติดพนัน</li><li>อยากเลิกเหล้า</li><li>ติดเกม</li><li>สารเสพติด: ไอซ์ กัญชา โคเคน เป็นต้น</li><li>ติด sex</li><li>เสพติดศัลยกรรม</li><li>ป่วยทางกายที่หาสาเหตุไม่ได้</li></ul>\";}',
                'thumbnail' => 'a:2:{s:2:\"th\";s:31:\"/images/services/service_01.jpg\";s:2:\"en\";s:31:\"/images/services/service_01.jpg\";}',
                'is_active' => 'Y',
                'is_delete' => 'N',
                'create_date' => date('Y-m-d H:i:s'),
                'create_by' => 'admin',
                'update_date' => null,
                'update_by' => null
            ],
            [
                'order_no' => 2,
                'title' => 'a:2:{s:2:\"th\";s:63:\"ปัญหาวัยรุ่นว้าวุ่นใจ\";s:2:\"en\";s:63:\"ปัญหาวัยรุ่นว้าวุ่นใจ\";}',
                'description' => 'a:2:{s:2:\"th\";s:427:\"พูดคุยกับคุณหมอจิตแพทย์เด็กและวัยรุ่นที่พร้อมรับฟังและเข้าใจ หาทางออกของปัญหาร่วมกันระหว่างวัยรุ่น จิตแพทย์ ผู้ปกครอง รวมถึงผู้ที่เกี่ยวข้องอื่นๆ\";s:2:\"en\";s:427:\"พูดคุยกับคุณหมอจิตแพทย์เด็กและวัยรุ่นที่พร้อมรับฟังและเข้าใจ หาทางออกของปัญหาร่วมกันระหว่างวัยรุ่น จิตแพทย์ ผู้ปกครอง รวมถึงผู้ที่เกี่ยวข้องอื่นๆ\";}',
                'detail' => 'a:2:{s:2:\"th\";s:2765:\"<h3>ปัญหาส่วนใหญ่ที่พบ</h3><ul><li>ครอบครัวไม่เข้าใจ</li><li>ถูกตำหนิต่อว่าบ่อยๆ</li><li>ครอบครัวละเลยไม่สนใจ</li><li>ถูกบังคับมากไปจนขาดอิสระ</li></ul><h3>ปัญหาความรัก</h3><ul><li>ผิดหวังในความรัก</li><li>มีเพศสัมพันธ์ก่อนวัยอันควรหรือไม่ปลอดภัย</li><li>สับสนรสนิยมทางเพศ</li><li>ปรึกษาเรื่องเพศทางเลือก</li></ul><h3>ปัญหาเรื่องเพื่อน</h3><ul><li>เข้ากับเพื่อนไม่ได้</li><li>เพื่อนไม่ยอมรับ</li><li>มีปัญหาเรื่องทำงานกลุ่ม</li><li>ถูกรังแก</li><li>แยกตัว</li><li>อยากมีเพื่อนแต่ไม่รู้ต้องทำยังไง</li><li>คบเพื่อนเกเร</li></ul><h3>ปัญหาการเรียน</h3><ul><li>ไม่อยากไปโรงเรียน</li><li>อ่าน เขียน คำนวนไม่คล่อง</li><li>ส่งงานไม่ครบ ทำงานไม่ทัน</li><li>ความจำไม่ดี</li><li>ติดเกมส์/โซเซียลมีเดีย</li><li>ติดพนันออนไลน์</li></ul><h3>ปัญหาด้านอารมณ์</h3><ul><li>เศร้า</li><li>เบื่อ</li><li>หงุดหงิดง่าย</li><li>วิตกกังวล</li><li>ย้ำคิดย้ำทำ</li><li>ผวาหลอนจากการเจอเรื่องแย่ๆ</li></ul><h3>ปัญหาเรื่องการกิน</h3><ul><li>กลัวการกินอาหาร</li><li>กินมากเกินไป</li><li>นอนไม่หลับ หรือ นอนมากไป</li><li>ไม่รู้ความต้องการของตัวเอง เลือกเส้นทางชีวิตไม่ได้</li><li>เนือย เฉื่อยชา หมดไฟ ไม่อยากทำอะไร</li><li>มีอากาทางกายที่หาสาเหตุไม่ได้ เช่น ปวดหัว, ปวดท้อง, พฤติกรรมเสี่ยง เช่น การใช้สารเสพติด, หนีออกจากบ้าน</li></ul>\";s:2:\"en\";s:2765:\"<h3>ปัญหาส่วนใหญ่ที่พบ</h3><ul><li>ครอบครัวไม่เข้าใจ</li><li>ถูกตำหนิต่อว่าบ่อยๆ</li><li>ครอบครัวละเลยไม่สนใจ</li><li>ถูกบังคับมากไปจนขาดอิสระ</li></ul><h3>ปัญหาความรัก</h3><ul><li>ผิดหวังในความรัก</li><li>มีเพศสัมพันธ์ก่อนวัยอันควรหรือไม่ปลอดภัย</li><li>สับสนรสนิยมทางเพศ</li><li>ปรึกษาเรื่องเพศทางเลือก</li></ul><h3>ปัญหาเรื่องเพื่อน</h3><ul><li>เข้ากับเพื่อนไม่ได้</li><li>เพื่อนไม่ยอมรับ</li><li>มีปัญหาเรื่องทำงานกลุ่ม</li><li>ถูกรังแก</li><li>แยกตัว</li><li>อยากมีเพื่อนแต่ไม่รู้ต้องทำยังไง</li><li>คบเพื่อนเกเร</li></ul><h3>ปัญหาการเรียน</h3><ul><li>ไม่อยากไปโรงเรียน</li><li>อ่าน เขียน คำนวนไม่คล่อง</li><li>ส่งงานไม่ครบ ทำงานไม่ทัน</li><li>ความจำไม่ดี</li><li>ติดเกมส์/โซเซียลมีเดีย</li><li>ติดพนันออนไลน์</li></ul><h3>ปัญหาด้านอารมณ์</h3><ul><li>เศร้า</li><li>เบื่อ</li><li>หงุดหงิดง่าย</li><li>วิตกกังวล</li><li>ย้ำคิดย้ำทำ</li><li>ผวาหลอนจากการเจอเรื่องแย่ๆ</li></ul><h3>ปัญหาเรื่องการกิน</h3><ul><li>กลัวการกินอาหาร</li><li>กินมากเกินไป</li><li>นอนไม่หลับ หรือ นอนมากไป</li><li>ไม่รู้ความต้องการของตัวเอง เลือกเส้นทางชีวิตไม่ได้</li><li>เนือย เฉื่อยชา หมดไฟ ไม่อยากทำอะไร</li><li>มีอากาทางกายที่หาสาเหตุไม่ได้ เช่น ปวดหัว, ปวดท้อง, พฤติกรรมเสี่ยง เช่น การใช้สารเสพติด, หนีออกจากบ้าน</li></ul>\";}',
                'thumbnail' => 'a:2:{s:2:\"th\";s:31:\"/images/services/service_02.jpg\";s:2:\"en\";s:31:\"/images/services/service_02.jpg\";}',
                'is_active' => 'Y',
                'is_delete' => 'N',
                'create_date' => date('Y-m-d H:i:s'),
                'create_by' => 'admin',
                'update_date' => null,
                'update_by' => null
            ]
        ]);
    }
}
