<?php

return [
    'info_estimate'         => 'ประเมินสุขภาพจิต<br />อย่างละเอียด',
    'info_estimate_detail'  => 'สำหรับการพบกันครั้งแรก เป็นสิ่งที่มีความสำคัญอย่างมากที่คุณหมอจะได้ทำความเข้าใจกับปัญหาของคุณได้อย่างละเอียดและครบถ้วน (เป็นที่น่าเสียดายที่สถานพยาบาลส่วนใหญ่อาจจะมีข้อจำกัดด้านเวลา ทำให้คุณหมออาจจะมีเวลาไม่มากนักในการรับฟังปัญหาของคุณ) แต่เราเชื่อว่าชีวิตของแต่ละคนมีเรื่องราวและปัจจัยต่างๆมากมายที่ทำให้คุณรู้สึกทุกข์ใจและนำพาให้คุณมาปรึกษากับเรา ทางคลินิกจึงให้ความสำคัญกับการตรวจประเมินสุขภาพจิตอย่างละเอียดโดยจิตแพทย์ผู้เชี่ยวชาญ ที่จะมีเวลารับฟังคุณอย่างเพียงพอ เพื่อให้คุณได้มีโอกาสได้เล่า ได้ระบาย และซักถามซึ่งกันและกัน จนคุณแน่ใจได้ว่าคุณหมอมีความเข้าใจในตัวตนและปัญหาของคุณเป็นอย่างดี ซึ่งจะทำให้คุณมั่นใจได้ว่าคุณหมอจะสามารถให้การรักษาและช่วยวางแผนแก้ไขปัญหาของคุณได้อย่างตรงจุด',
    'info_cure'             => 'รักษากลุ่มโรค<br />ทางสุขภาพจิต',
    'info_cure_detail'      => 'ทางคลินิกมีทีมงานจิตแพทย์ผู้เชี่ยวชาญ ที่มีประสบการณ์ในการช่วยเหลือผู้ป่วยที่มีปัญหาด้านสุขภาพจิตมาแล้วมากมาย ซึ่งไม่เพียงแต่จะสามารถให้การดูแลรักษาผู้ป่วยด้านสุขภาพจิตทั่วๆไปได้ แต่ทีมแพทย์ของเรายังมีความเชี่ยวชาญเป็นพิเศษ กับปัญหาทางสุขภาพจิตที่มีลักษณะเฉพาะ ที่ต้องการความรู้ความชำนาญพิเศษ อาทิเช่น ผู้เชี่ยวชาญด้านสุขภาพจิตเด็ก ปัญหาพฤติกรรมการเสพติด ปัญหาสุขภาพจิตในองค์กรเป็นต้น นอกจากจะมีบุคลากรที่มีความเชี่ยวชาญสูงแล้ว ทางคลินิกยังมีจุดเด่นในเรื่องของเวชภัณฑ์ที่ใช้ ที่เราจะคัดสรรยาที่มีคุณภาพ และมีความหลากหลายมาให้เป็นทางเลือกสำหรับคุณ โดยที่คลินิกจะมียาด้านสุขภาพจิตทุกชนิดที่มีจำหน่ายในประเทศไทย ซึ่งมีคุณสมบัติตลอดจนราคาที่หลากหลายเพื่อให้คุณได้เปรียบเทียบและสามารถวางแผนด้านค่าใช้จ่ายในการมารับการรักษากับเราได้',
    'info_heal'             => 'ให้คำปรึกษาปัญหา<br />ทางสุขภาพจิต',
    'info_heal_detail'      => 'นอกจากคุณวุฒิของบุคลากร และคุณภาพของยาที่ใช้ ที่จะส่งผลให้การรักษามีประสิทธิภาพสูงแล้ว ทางคลินิกยังมีหลักปรัชญาในการทำงานที่เราจะเน้นให้ทีมแพทย์และพยาบาลของเรา ให้การรักษาผู้ป่วยแบบองค์รวม คือคำนึงถึงทั้งเรื่องของตัวโรค และเรื่องราวในชีวิตของผู้ป่วยแต่ละคนด้วย เราตระหนักดีว่ามันไม่ง่ายเลยที่คุณจะเดินทางฝ่ามรสุมในชีวิตไปตามลำพัง โดยไม่มีใครเข้าใจ เราจึงอยากทำหน้าที่เป็นเพื่อนที่พร้อมจะรับฟังคุณเสมอ ในทุกๆเรื่อง และเดินร่วมทางกันไป จนกว่าคุณจะผ่านพ้นอุโมงค์อันมืดมิดของความทุกข์ที่คุณมีทางคลินิกพยายามสร้างช่องทางในการติดต่อสื่อสารระหว่างคุณกับเรา ที่สะดวก สถานที่ที่คุณจะสามารถเดินทางมาหาเราได้ง่ายและช่องทางความช่วยเหลือพิเศษ ในกรณีที่มีความจำเป็น เช่นการประสานงานให้คุณได้รับการรักษาแบบผู้ป่วยในโรงพยาบาลที่มีความพร้อม ทั้งภาครัฐและเอกชน เพื่อให้คุณมั่นใจได้ว่า จนกว่าจะถึงเป้าหมาย เราจะอยู่เคียงข้างคุณ',

    'info_doctor'           => 'DOCTORS',
    'info_doctor_detail'    => '" ยามที่เกิดปัญหารุมเร้า ทุกคนต่างอยากมีใครสักคนที่คอยรับฟัง เข้าใจถึงความทุกข์ที่มีอยู่ และช่วยกันคิดหาทางแก้ไข เราได้เล็งเห็นถึงความสำคัญของปัญหานี้จึงเป็นที่มาของ คลินิก JOY OF MINDS ซึ่งเป็นการรวมตัวกันของแพทย์ที่เชี่ยวชาญด้านจิตเวช คอยรับฟังและแก้ไขปัญหาไปพร้อมกับคุณ "',

    'info_article'          => 'ARTICLES',
    'info_article_detail'   => 'ทางคลินิกขอนำเสนอ สาระความรู้ดีๆ ที่จะช่วยสร้างเสริมสุขภาพจิตที่ดี ให้กับคุณ เพราะเราเชื่อว่าการป้องกันนั้นดีกว่าการรักษา และสำหรับคนที่เริ่มป่วยแล้ว เราอยากให้คุณมีความรู้ความเข้าใจเกี่ยวกับปัญหาสุขภาพจิตและการรักษาโรคของคุณที่ดียิ่งขึ้น เพื่อให้เกิดความเข้าใจที่ถูกต้องระหว่างคุณและคุณหมอที่ดูแลคุณ ซึ่งสุดท้ายจะนำไปสู่ผลลัพธ์ในการรักษาที่ดี',

    'contact_title_1'       => 'OUR ADDRESS',
    'contact_title_2'       => 'CONTACT INFO',
    'contact_title_3'       => 'GALLERY',
    'contact_address'       => '217/16 ห้องย่อยที่4 ถนนสุขุมวิท21 (อโศก) แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพ 10110',
    'contact_contact_mail'  => 'Main E-mail : <a href="mailto:joyofminds@gmail.com">joyofminds@gmail.com<a/>',
    'contact_contact_phone' => 'Phone : <a href="tel:+66909599304">090 959 9304</a>',
    'contact_gallery_txt'   => 'Restore your mind with our comfortable facility',
    'contact_footer_1'      => 'DIRECTION',
    'contact_footer_2'      => 'SEND A MESSAGE',
    'contact_footer_3'      => 'VIEW',
];
