<?php

return [
    'service_title'     => 'SERVICE',
    'service_detail'    => 'คุณจะได้พูดคุยเล่าเรื่องราวต่างๆ หรือปรึกษาปัญหาที่มีอยู่ในบรรยากาศที่อบอุ่น โดยแพทย์ผู้เชี่ยวชาญด้านสุขภาพจิตที่พร้อมเป็นเพื่อนที่รับฟังไปกับคุณ เน้นการพูดคุย ทำความเข้าใจ และหาทางแก้ปัญหาไปพร้อมกัน สถานที่ตั้งอยู่ใจกลางเมือง ศูนย์กลางการทำงานของชาวกรุงเทพ เดินทางมาพูดคุยกันได้อย่างสะดวกสบาย ทั้งทางรถสาธารณะ BTS, MRT, รถเมล์ หรือสามารถขับรถส่วนตัวมาเอง (มีที่จอดรถ) โดยใช้สถานที่เดียวกันกับ Masterwork Clinic',

    'txt_goback'        => 'GO BACK',
];

