<?php

return [
    'aboutus_title'     => 'เกี่ยวกับเรา',
    'aboutus_detail'    => 'ยามที่เกิดปัญหารุมเร้า ทุกคนต่างอยากมีใครสักคนที่คอยรับฟัง เข้าใจถึงความทุกข์ที่มีอยู่ และช่วยกันคิดหาทางแก้ไข เราได้เล็งเห็นถึงความสำคัญของปัญหานี้จึงเป็นที่มาของคลินิก JOY OF MINDS ซึ่งเป็นการรวมตัวกันของแพทย์ที่เชี่ยวชาญด้านจิตเวช คอยเป็นเพื่อนร่วมรับฟังและแก้ไขปัญหาไปพร้อมกันเคียงข้างคุณ',
    'pvm_title'         => 'ปรัชญา วิสัยทัศน์ พันธกิจ',
    'philosophy_title'  => 'ปรัชญา',
    'philosophy_detail' => 'ความสุขของคุณคือความสุขของเรา',
    'vision_title'      => 'วิสัยทัศน์',
    'vision_detail'     => 'อยากเห็นคุณยิ้มได้',
    'mission_title'     => 'พันธกิจ',
    'mission_title_1'   => 'เป็นเพื่อนที่คอยรับฟัง',
    'mission_title_2'   => 'เป็นเพื่อนที่เข้าใจ',
    'mission_title_3'   => 'เป็นเพื่อนที่ช่วยคุณแก้ไขปัยหาไปด้วยกัน',
    'gallery_title'     => 'GALLERY',
];
