<?php

return [
    'title'         => 'DOCTOR',
    'detail'        => '"ยามที่เกิดปัญหารุมเร้า ทุกคนต่างอยากมีใครสักคนที่คอยรับฟัง เข้าใจถึงความทุกข์ที่มีอยู่และช่วยกันคิดหาทางแก้ไข เราได้เล็งเห็นถึงความสำคัญของปัญหานี้จึงเป็นที่มาของ คลินิก JOY OF MINDS ซึ่งเป็นการรวมตัวของแพทย์ที่เชี่ยวชาญด้านจิตเวช คอยเป็นเพื่อนร่วมรับฟังและแก้ไขปัญหาไปพร้อมกันเคียงข้างคุณ"',
    'license'       => 'เลขที่ใบประกอบโรคศิลป์',
    'education'     => 'ประวัติการศึกษา',
    'work'          => 'ประวัติการทำงาน',
    'history'       => 'ประสบการณ์และการทำงานพิเศษ',
    'research'      => 'ผลงานวิจัย/บทความวิชาการ',

    'txt_goback'    => 'GO BACK',
];
