<?php

return [
    'doctor_title'     => 'DOCTOR',
    'doctor_detail'    => '"ยามที่เกิดปัญหารุมเร้า ทุกคนต่างอยากมีใครสักคนที่คอยรับฟัง เข้าใจถึงความทุกข์ที่มีอยู่และช่วยกันคิดหาทางแก้ไข เราได้เล็งเห็นถึงความสำคัญของปัญหานี้จึงเป็นที่มาของ คลินิก JOY OF MINDS ซึ่งเป็นการรวมตัวของแพทย์ที่เชียญชาญด้านจิตเวช คอยเป็นเพื่อนร่วมรับฟังและแก้ไขปัญหาไปพร้อมกันเคียงข้างคุณ"',
];
นายแพทย์ จตุภัทร คุณสงค์
(คุณหมอจอม)
เลขที่ใบรับประกอบโรคศิลป์ 36895
ประวัติการศึกษา
พ.ศ. 2544 : มันธยมศึกษาโรงเรียนเตรียมอุดมศึกษา
พ.ศ. 2551 : แพทยศาสตร์บัณฑิต คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
พ.ศ. 2556 : วุฒิบัตรจิตเวชศาสตร์ คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
พ.ศ. 2562 : อนุบมัติบัติ ผู้เชียวชาญสาขาจิตเวชศาสตร์การเสพติด พ.ศ.
ประวัติการทำงาน
พ.ศ. 2553 : แพทย์ประจำบ้านสาขาจิตเวชศาสตร์ คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
พ.ศ. 2556 : จิตแพทย์ประจำโรงพยาบาลยันฮี
พ.ศ. 2558 : จิตแพทย์ ประจำศูนย์จิตรักษ์ โรงพยาบาลกรุงเทพ สำนักงานใหญ่
ความเชียวชาญพิเศษ
- ภาวะฉุกเฉินทางจิตเวช
- ปัญหาการเสพติด (สารเสพติด, การเสพติดทางพฤติกรรมเช่น ติดเกมส์ ติดการพนัน)
- ความผิดปกติด้านเพศสภาพ
- สุขภาพจิตระดับองค์กร
- ความผิดปกติทางอารมณ์
- ความผิดปกติทางจิตที่เกิดร่วมกับภาวะความเจ็บป่วยทางกาย (เช่น การปวดเรื้อรังที่สัมพันธ์กับความเครียด, การเปลี่ยนแปลงทางฮอร์โมนที่มีผลต่ออาการทางจิต)
- จิตบำบัดแนวพุทธ และสติบำบัด (Mindfulness Psychotherapy)
ประสบการณ์และการทำงานพิเศษ
- เป็นผู้เชียวชาญด้านการประเมินปัญหาเพศสภาพก่อนการผ่าตัดแก้ไขอัตลักษณ์ทางเพศ (ผ่าตัดแปลงเพศ)
- เป็นวิทยากรอบรมด้านการให้คำปรึกษาในการบำบัดสารเสพติดให้กับบุคคลากรในคลินิกฟ้าใส (คลินิกด้านสุขภาพจิตและสารเสพติด) จากโรงพยาบาลต่าง ๆ ทั่วประเทศ
- เป็นวิทยากรรับเชิญไปให้ความรู้แก่สมาคมหญิงไทยในต่างประเทศ
- เป็นวิทยากรจัดกิจกรรมส่งเสริมสุขภาพจิตให้แก่บริษัทและองค์กรชั้นนำต่าง ๆ อาทิ บริษัทการบินกรุงเทพ (Bangkok Airway), ปตท., อมตะ, เครือซีเมนต์ไทย, มิชชลิน, DHL, กระทรวงยุติธรรม ฯลฯ
- เป็นวิทยากรอบรมเรื่่องการจัดการภาวะฉุกเฉินทางจิตเวชให้กับโรงพยาบาลในเครือ BDMS ทั่วประเทศ
- เป็นที่ปรึกษาให้ความรู้ด้านจิตเวช สำหรับการสร้างละคร และภาพยนต์
- เป็นวิทยากรให้ความรู้ด้านสุขภาพจิตให้กับสื่อมวลชนต่าง ๆ อาทิ รายการเสพสมออนแอร์ ช่อง Newstv, รายการส้มเปรี้ยว ช่อง TNN24, รายการวาไรตี้สุขภาพดี ช่อง Nation, รายการเจาะประเด็นข่าวใหญ่ ททบ. 5 เป็นต้น
- เขียนบทความให้ความรู้ด้านสุขภาพจิตผ่านทางสื่อต่าง ๆ
ผลงานด้านวิชาการ
เป็นผู้นิพนธ์ร่วมในการแต่งตำราเรื่อง อโรคยา-คัมภีร์ปลอดโรค ในหัวข้อเรื่อง หลักการให้คำปรึกษาเพื่อเปลี่ยนแปลงพฤติกรรมเสื่ยงต่อสุขภาพ
งานวิจัย
การกระทำผิดซ้ำในกลุ่มเยาวชนที่ถูกคุมประพฤติในคดียาเสพติด
ผลของโปรแกรมการเผชิญความเครียดแบบกลุ่มต่อการแสดงออกทางอารมณ์ของผู้ดูแลผู้ป่วยจิตเภท

########################
นายแพทย์ ภูมิปภพ สุนศุข
ประวัติการศึกษา
แพทย์ศาสตร์บัณฑิต จุฬาลงกรณ์มหาวิทยาลัย
วุฒิบัตรจิตเวชศาสตร์ ภาควิชาจิตเวชศาสตร์ คณะแพทยศาสตร์ มหาวิยาลัยธรรมศาสตร์
ประวัติการทำงาน
2014 - 2016 : นายแพทย์ปฎิบัติการ สถาบันบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดแห่งชาติบรมราชนนี
2015 : ศึกษาดูงานเรื่อง Alcohol and Other Drungs Service ที่ Turning Point, Eastern Health, Monash University, Melbourne, Victoria, Australia 
2016 - 2019 : แพทย์ประจำบ้านสาขาจิตเวชศาสตร์ ภาควิชาจิตเวชศาสตร์ คณะแพทยศาสตร์ มหาวิทยาลัยธรรมศาสตร๋
2019 : นายแพทย์ชำนาญการ (จิตแพทย์) สถาบันบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดแห่งชาติบรมราชนนี
Bhumpaphop Sunsuk, MD
Board Certification
Diploma of the Thai Board of Psychiatry, the Royal College of Psychiatrists of Thailand
Previous Literature
Psychometric Properties of the Visual Object and Spece Perception (VOSP) in Normal Thai Older Adults, a Pilot Study

##############################
แพทย์หญิง มนิสสรา เกตุแก้ว
จิตแพทย์เด็กและวัยรุ่น
ประวัติการศึกษา 
พ.ศ. 2562 : ประกาศนียบัตรความเชี่ยวชาญด้านจิตเวชศาสตร์เด็กและวัยรุ่น ชมรมจิตแพทย์เด็กและวัยรุ่น ราชวิทยาลัยจิตแพทย์แห่งประเทศไทย
พ.ศ. 2558-2562 : หลักสูตรแพทย์ประจำบ้านจิตเวชศาสตร์ สาขาจิตเวชเด็กและวัยรุ่น คณะแพทยศาสตร์ศิริราชพยาบาล พ.ศ. 2557 แพทยศาสตร์บัณฑิต คณะแพทยศาสตร์ มหาวิทยาลัยศรีนครินทรวิโรฒ
ประวัติการทำงาน
พ.ศ. 2557 - 2558 : แพทย์เพิ่มพูนทักษะ โรงพยาบาลนครพิงค์ จังหวัดเชียงใหม่ 
พ.ศ. 2557 - 2558 : แพทย์เพิ่มพูนทักษะ โรงพยาบาลดอยสะเก็ด จังหวัดเชียงใหม่ 
พ.ศ. 2558 - 2562 : แพทย์ประจำบ้านจิตเวชศาสตร์ สาขาจิตเวชเด็กและวัยรุ่น คณะแพทยศาสตร์ศิริราชพยาบาล
พ.ศ. 2562 - ปัจจุบัน : อาจารย์แพทย์ คณะแพทยศาสตร์ มหาวิทยาลัยพะเยา 
พ.ศ. 2562 - ปัจจุบัน : อาจารย์แพทย์พิเศษ แผนกจิตเวชศาสตร์ ศูนย์แพทยศาสตร์ โรงพยาบาลพะเยา
พ.ศ. 2562 - ปัจจุบัน : จิตแพทย์เด็กและวัยรุ่น ศูนย์การแพทย์และโรงพยาบาลมหาวิทยาลัยพะเยา
พ.ศ. 2562 - ปัจจุบัน : จิตแพทย์เด็กและวัยรุ่น (part-time) โรงพยาบาลพะเยาราม คณะกรรมการ
พ.ศ. 2562 - ปัจจุบัน : คณะกรรมการศูนย์ให้คำปรึกษา กองพัฒนาคุณภาพนิสิตและนิสิตพิการ มหาวิทยาลัยพะเยา ผู้ทรงคุณวุฒิ ที่ปรึกษางานวิทยานิพนธ์/งานวิจัย
พ.ศ. 2562 : ผู้ทรงคุณวุฒิตรวจสอบเครื่องมือวิจัยนักศึกษาปริญญาเอก หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาพยาบาลศาสตร์ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่
พ.ศ. 2562 : ผู้ทรงคุณวุฒิตรวจสอบเครื่องมือวิจัยนักศึกษาปริญญาโท หลักสูตรศิลปะศาสตร์มหาบัณฑิต สาขาวิชาศิลปะการแสดง บัณฑิตวิทยาลัย มหาวิทยาลัยราชภัฏสวนสุนันทา
วิทยากร
พ.ศ. 2562 : วิทยากรโครงการ UP Mental Health Care Training รุ่นที่ 1 และ 2 จัดโดยศูนย์ให้คำปรึกษา กองพัฒนาคุณภาพนิสิตและนิสิตพิการ มหาวิทยาลัยพะเยา
พ.ศ. 2562 : วิทยากรอบรมอาจารย์ประจำชั้น ประจำปีการศึกษา 2562 เรื่อง "ความเป็นครูกับการดูแลนักเรียน" โรงเรียนสาธิตมหาวิทยาลัยพะเยา
พ.ศ. 2562 : วิทยากรให้ความรู้เกี่ยวกับโรคซึมเศร้าในวัยรุ่นและบทบาทของคุณครู ในการป้องกันและดูแลเด็กนักเรียนที่มีภาวะซึมเศร้า โรงเรียนเฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ พะเยา ในพระราชูปถัมภ์สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี
ผลงานวิจัย/บทความทางวิชาการ
สิรินัดดา ปัญญาภาส, มนิสสรา เกตุแก้ว และฑิฆัมพร หอสิริ. (2562). การศึกษานำร่อง ถึงประสิทธิผลของโปรแกรมการลดความรู้สึกถูกตีตราสำหรับผู้ปกครองของผู้ป่วยโรค สมาธิสั้น. คณะแพทยศาสตร์ศิริราชพยาบาล. 

############################
แพทย์หญิง ปรานี 
เลขที่ใบรับประกอบโรคศิลป์ 36963
ประวัติการศึกษา
พ.ศ. 2544 : มันธยมศึกษาโรงเรียนเตรียมอุดมศึกษา 
พ.ศ. 2551 : แพทยศาสตร์บัณฑิต คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล 
พ.ศ. 2554 : จิตเวชศาสตร์เด็กและวัยรุ่น ภาควิชาจิตเวชศาสตร์ คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
พ.ศ. 2557 : ประกาศนียบัตรจิตบำบัดปรับเปลี่ยนความคิดและพฤติกรรม (CBT) โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ มหาวิทยาลัยธรรมศาสตร๋ 
พ.ศ. 2559 : Certificate in Cognitive Behavior Therapy, Beck Institute for Cognitive Behavior Therapy, USA
ประวัติการทำงาน
- แพทย์ใช้ทุน โรงพยาบาลจิตเวชนครราชสีมาราชนครินทร์ กรมสุขภาพจิต กระทรวงสาธารณสุข
- นายแพทย์ชำนาญการ สถาบันสุขภาพจิตเด็กและวัยรุ่นภาคตะวันออกเฉียงเหนือ กรมสุขภาพจิต กระทรวงสาธารณสุข
- อาจารย์แพทย์ โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ
- จิตแพทย์เด็กและวัยรุ่น โรงพยาบาลมนารมย์
ประสบการณ์และการทำงานพิเศษ
- วิทยากรบรรยายทางวิชาการและจัดการอบรมให้กับสถาบันการศึกษา, หน่วยงานภาครัฐ, หน่วยงานเอกชน
- เป็นที่ปรึกษาด้านงานวิจัดให้กับนักศึกษาระดับปริญญาโทและปริญญาเอก
- เขียนบทความลงสื่อต่าง ๆ และออกรายการโทรทัศน์
- เจ้าของเพจหมอแมวน้ำเล่าเรื่อง
- นำเสนองานวิจัย: Prani Paveenchana (August 2013). The Prevalence and Associated Factors of Internet Gambling Behavior among Undergraduate Students at Higher Education Institutes with Campuses in Bangkok and Environs. Paper Presented at the 4th World Congress of Asia Psychiatry, Bangkok, Thailand

######################
แพทย์หญิง สุชาวดี พงศ์ธนวิสุทธิ์
ประวัติการศึกษา
พ.ศ. 2556 : แพทยศาสตร์บัณฑิต มหาวิทยาลัยสงขลานครินทร์ 
พ.ศ. 2559 : วุฒิบัตรสาขาจิตเวชศาสตร์ มหาวิทยาลัยสงขลานครินทร์ 
พ.ศ. 2561 : วุฒิบัตรสาขาจิตเวชศาสตร์เด็กและวัยรุ่น โรงพยาบาลรามาธิบดี มหาวิทยาลัยมหิดล
ประวัติการทำงาน
พ.ศ. 2556 - 2559 : แพทย์ประจำบ้านสาขาจิตเวชศาสตร์ โรงพยาบาลสงขลานครินทร์ 
พ.ศ. 2559 - 2561 : แพทย์ประจำบ้านต่อเนื่องสาขาจิตเวชศาสตร์เด็กและวัยรุ่น โรงพยาบาลรามาธิบดี มหาวิทยาลัยมหิดล 
พ.ศ. 2561 - ปัจจุบัน : อาจารย์ประจำหน่วยจิตเวชศาสตร์เด็กและวัยรุ่น ภาควิชาจิตเวชศาสตร์ คณะแพทย์ศาสตร์ มหาวิทยาลัยสงขลานครินทร์
ผลงานวิจัยในอดีต
- สุชาวดี พงศ์ธนวิสุทธิ์, จตุรพร แสงกูล, ชนกานต์ ชัชวาลา. รูปแบบของการอบรมเลี้ยงดูของพ่อแม่ในผู้ป่วยโรคควาผิดปรกติจากการใช้สารเสพติด: การศึกษาในจังหวัดสงขลาประเทศไทย. สงขลานครินทร์เวชสาร 2559;34(5):259-268.
- Pongthanawisuth S, Limsuwan N. Families' Feedback on Useful Qualities of Reflecting Team in Family Therapy at Ramathiodi Hospital. Journal of the psychiatric of Thailand 2018;63(1):65-76
ผลงานวิจัยที่กำลังดำเนินการอยู่
ความชุกปัญหาโรคจิตเวชและปัจจัยที่เกี่ยวข้องในนักศึกษาที่มารับการรักษาที่โรงพยาบาล สงขลานครินทร์ในช่วง 6 ปีที่ผ่านมา (Prevalence of psychiatric disorders and associated factors among university students registered to Songklanagarind Hospital in the past 6 years)


'#######################
แพทย์หญิง วิลาวัลย์ กำจรปรีชา
จิตเวชทั่วไป
ประวัติการศึกษา
- แพทยศาสตร์บัณฑิต คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
- วิทยาศาสตร์บัณฑิตขั้นสูง คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
- วุฒิบัตรจิตเวชศาสตร์ ภาควิชาจิตเวชศาสตร์ คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล
- The Telephone and Telemedicine in Medicine: An Instrument of Opportunity and risk Certification, The Harvard Medical School
ประวัติการทำงาน
- 2019 จิตแพทย์โรงพยาบาลกรุงเทพ
- 2031-2019 จิตแพทย์โรงพยาบาลหัวเฉียว
- รองประธานโครงการ end of life และ Palliative care รพ.หัวเฉียว
- วิทยากรรับเชิญด้านปัญหาสุขภาพจิต FM101
- ให้ความรุ้ด้านจิตเวชทางโทรทัศน์ช่อง TNN เรื่องโรคซึมเศร้าและปัญหาอารมณ์ร้อน 
- วิทยากรรับเชิญรายการ "กบนอกกะลา" เรื่องดนตรีบำบัด
ผลงานทางวิชาการ/ งานวิจัย/ โครงการพัฒนาคุณภาพ
- Development of thai computerized screening tool for dementia and its preliminary field test. (การพัฒนาเครื่องมือคัดกรองภาวะสมองเสื่อมฉบับภาษาไทยโดยระบบคอมพิวเตอร์)

